{
    "privacy": {
        "normal": {
            "title": "주식회사제핏(이하 \"제핏\" 또는 \"회사\")는 서비스 기획부터 종료까지 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 \"정보통신망법\"), 개인정보보호법 등 국내의 개인정보 보호 법령을 철저히 준수합니다.",
            "title_en": "Zefit Inc. (hereinafter referred to as \"Zefit\" or \"Company\") strictly complies with domestic personal information protection laws, such as the Act on Promotion of Information and Communication Network Use and Information Protection (hereinafter referred to as the \"Information and Communication Network Act\") and the Personal Information Protection Act.",
            "content": [
                "(1) 개인정보처리방침의 의의제핏은 본 개인정보처리방침을 정보통신망법을 기준으로 작성하되, 제핏 내에서의 이용자 개인정보 처리 현황을 최대한 알기 쉽고 상세하게 설명하기 위해 노력하였습니다.",
                "(2) 수집하는 개인정보이용자는 문의하기를 이용하여 제핏에게 문의를 한 경우에 이름, 이메일, 회사명을 필수항목으로 수집합니다. 그리고 회사의 대표자명을 선택항목으로 수집할 수 있습니다.",
                "(3) 수집한 개인정보의 이용제핏은 제핏의 서비스 개발∙제공 및 향상, 문의자 목록 관리 등의 목적으로만 개인정보를 이용합니다.",
                "(4) 개인정보의 제공 및 위탁제핏은 원칙적으로 이용자 동의없이 개인정보를 외부에 제공하지 않습니다. 단, 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 직접 동의를 한 경우, 관련 법령에 의거하여 제핏에 개인정보 제출 의무가 발생한 경우, 이용자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우에 한하여 개인정보를 제공하고 있습니다.",
                "(5) 개인정보의 파기회사는 원칙적으로 이용자의 개인정보를 마지막 연락(문의하기, 이메일 등) 시점으로부터 5년 후에 지체없이 파기하고 있습니다. 단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.",
                "(6) 개정 전 고지 의무본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일 전에 \"공지사항\"을 통해 사전 공지를 할 것입니다.\n\n다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 필요 시 이용자 동의를 다시 받을 수도 있습니다."
            ],
            "content_en": [
                "(1) The significance of privacy policy is written based on the Information and Communication Network Act, but we tried to explain the user's personal information processing status in Jefit in as easy and detailed as possible.",
                "(2) Personal information users who collect will collect their names, e-mails, and Company names as required items when inquiring to Jefit using inquiry. And you can collect Company's representative name as an optional item.",
                "(3) The collected personal information usage fit uses personal information only for the purpose of developing, providing, and improving Zepit's service, and managing the list of inquiries.",
                "(4) In principle, personal information is not provided to the outside without user consent. However, if a user directly agrees to provide personal information to use the services of an external affiliate, if the obligation to submit personal information to Jepit is made under the relevant laws, personal information is provided only to resolve the urgent risk of the user's life or safety.",
                "(5) In principle, the personal information destruction Company destroys the user's personal information without delay five years after the last contact (contact, e-mail, etc. However, if users obtain separate consent for the period of personal information storage, or if the law imposes an obligation to keep information for a certain period, personal information shall be kept safely during that period.",
                "(6) If there is an addition, deletion, or modification of the contents of the mandatory privacy policy before revision, we will make a prior notice through \"Announcement\" at least seven days before the revision.\n\nHowever, if a significant change in user rights occurs, such as an item of personal information collected or a change in the purpose of use, it will be notified at least 30 days in advance, and user consent may be obtained again if necessary."
            ]
        },
        "manager": {
            "title": "개인정보 관리 책임자",
            "title_en": "Personal Information Protection Officer",
            "content": [
                [
                    "(1) 주식회사 제핏은(는) 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다."
                ],
                [
                    "(2) 개인정보관리책임자 정보",
                    "성명 : 강승환",
                    "전화번호 : 053-716-0816 (평일 : 오전 9:00 ~ 오후 6:00 까지)",
                    "이메일 : yusw0324@zefit.co.kr"
                ],
                [
                    "(3)기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.",
                    " 1.개인분쟁조정위원회 (www.1336.or.kr/1336)",
                    " 2.정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)",
                    " 3.대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)",
                    " 4.경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)"
                ],
                [
                    "다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 필요 시 이용자 동의를 다시 받을 수도 있습니다."
                ]
            ],
            "content_en": [
                [
                    "Zefit Inc. designates related departments and personal information management managers as follows to protect customer personal information and handle complaints related to personal information."
                ],
                [
                    "Current Officer information",
                    "Name : James Kang",
                    "TEL : 053-716-0816 (weekdays : 9:00 A.M. to 6:00 P.M. )",
                    "E-mail address : yusw0324@zefit.co.kr"
                ],
                [
                    "If you need to report or consult about other personal information infringement, please contact the institution below.",
                    "1. Personal Dispute Mediation Committee (www.1336.or.kr/ +82-1336)",
                    "2. Information Protection Mark Certification Committee (www.eprivacy.or.kr/ +82-2-580-0533~4)",
                    "3. The Internet Crime Investigation Center of the Supreme Prosecutors' Office (http://icic.sppo.go.kr/ +82-2-3480-3600)",
                    "4. National Police Agency Cyber Terror Response Center (www.ctrc.go.kr/ +82-2-392-0330)"
                ],
                [
                    "However, if a significant change in user rights occurs, such as an item of personal information collected or a change in the purpose of use, it will be notified at least 30 days in advance, and user consent may be obtained again if necessary."
                ]
            ]
        }
    },
    "use": [
        {
            "title": "제1장 총 칙",
            "title_en": "Chapter 1 General rules",
            "content": [
                "제1조 (목적)본 약관은 ㈜제핏(이하 \"회사\"라 칭함)이 제공하는 모든 서비스(이하 \"서비스\")의 이용조건 및 절차, 이용자와 회사 사이트의 권리, 의무 및 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.",
                "제2조 (약관의 효력과 변경)",
                "(1) 회사 사이트에서 제공하는 모든 서비스는 이용자가 본 약관의 내용에 동의하는 것을 조건으로 하며, 회사 사이트의 서비스 제공 행위 및 이용자의 서비스 사용 행위에는 본 약관이 우선적으로 적용됩니다.",
                "(2) 회사는 합리적인 사유가 발생할 경우 본 약관을 사전 고지 없이 변경할 수 있고, 변경된 약관은 회사 사이트 내에 공지하거나 이메일을 통해 문의 고객에게 공지하며, 공지와 동시에 그 효력이 발생됩니다.",
                "(3) 이용자가 변경된 약관에 동의하지 않는 경우, 이용자는 본인의 문의를 취소할 수 있습니다. 이용자가 약관이 변경된 날로부터 7일 이후에도 거부의사를 표시하지 아니하고 회사 사이트를 계속 이용하는 경우는 약관의 변경에 대해 동의한 것으로 간주됩니다.",
                "(4) 이 약관에 동의하는 것은 정기적으로 회사 사이트를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 회사 사이트가 책임을 지지 않습니다.",
                "제3조 (약관 외 준칙)",
                "(1) 본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신윤리위원회 심의규정, 정보통신 윤리강령, 프로그램보호법 및 기타 관련 법령의 규정에 의합니다.",
                "제4조 (용어의 정의)",
                "본 약관에서 사용하는 용어의 정의는 다음과 같습니다.",
                "(1) \"이용자\"는 본 약관에 따라 회사 사이트가 제공하는 서비스를 받는 자(내용을 보는 것도 포함)를 말합니다.",
                "(2) \"문의\"는 회사 사이트에서 제공하는 신청서 양식이나 회사 이메일을 통해 정보를 기입하고, 본 약관에 동의하여 서비스 등과 같은 문의를 하는 행위를 말합니다.",
                "(3) \"탈퇴\"는 이용자가 이용계약을 종료시키는 행위를 말합니다."
            ],
            "content_en": [
                "Article 1 (Purpose) The purpose of this Agreement is to prescribe the terms and procedures of use and procedures of all services provided by Zefit Inc. (hereinafter referred to as \"Company\"), the rights, obligations and responsibilities of users and Company website, and other necessary matters.",
                "Article 2 (Effect and change of terms)",
                "(1) All services provided by Company website are subject to your consent to terms of use, and these terms of use shall apply preferentially to the provision of services on Company website and the use of your services.",
                "(2) The Company may change these terms of use without prior notice if reasonable reasons arise, and the changed terms of use shall be notified to the Customer by notice or e-mail on the Company website, and shall take effect upon notice.",
                "(3) If the user does not agree to the changed terms of use, the user may cancel his/her inquiry. If the user continues to use Company's website without expressing his or her intention to refuse after 7 days from the date terms of use are changed, it will be considered that he or she has agreed to the change of terms of use.",
                "(4) Accepting these terms means that you agree to visit Company website regularly to check for changes to terms of use. Company website is not responsible for any damage to users caused by not knowing the information about the changed terms of use.",
                "Article 3 (Criteria other than terms of use)",
                "(1) Matters not specified in these terms of use shall be governed by Basic Telecommunications Act, Telecommunications Business Act, Information and Communication Ethics Committee, Code of Information and Communication Ethics, Program Protection Act, and other relevant laws.",
                "Article 4 (Definition)",
                "Terms used in these terms of use are defined as follows:",
                "(1) \"User\" refers to the person receiving the services provided by the company's site under these Terms and Conditions, including viewing the contents.",
                "(2) \"Inquiry\" refers to filling out information through the application form or Company email provided by Company's website and making inquiries, such as services, in accordance with these Terms and Conditions.",
                "(3) \"Withdrawal\" refers to act of user terminating the contract."
            ]
        },
        {
            "title": "제2장 이용계약",
            "title_en": "Chapter 2 Contracts for Use",
            "content": [
                "제5조 (이용계약의 성립)",
                "(1) 이용계약은 신청자가 온라인으로 회사 사이트의 이용약관에 동의하고 회사 사이트의 문의하기나 이메일을 통해 제공하는 요구 사항을 입력하여 문의를 완료하는 것으로 성립됩니다.",
                "(2) 본 이용약관에 대한 동의는 회사 사이트의 관련 페이지에서 \"홈페이지 이용약관에 동의합니다\"의 체크박스에 표시함으로써 의사표시를 합니다.",
                "제6조 (서비스 이용 신청)",
                "(1) 회사 사이트의 서비스를 이용하고자 하는 신청자는 회사 사이트에서 요청하는 정보를 제공하여 문의한 후 이용이 가능합니다. 회사 사이트에서 요청하는 정보에는 이름, 소속정보, 이메일 등이 포함됩니다.",
                "(2) 모든 이용자는 반드시 신원확인에 필요한 이용자 본인의 이름, 이메일을 제공하여야만 서비스의 이용이 가능하며 실명이 확인하기 어려운 경우 서비스 이용에 제한을 받으실 수 있습니다.",
                "(3) 문의는 반드시 본인 실명으로만 신청 가능합니다.",
                "(4) 타인의 명의(이름 또는 개인정보)를 도용하여 이용신청을 한 이용자의 문의 내용 및 정보는 사전 예고 없이 삭제될 수 있으며, 관계법령에 따라 처벌을 받을 수 있습니다.",
                "제7조 (개인정보의 보호 및 사용)",
                "(1) 회사는 관계법령이 정하는 바에 따라 서비스 이용자의 개인정보를 보호하기 위해 개인정보 취급방침을 시행합니다. 이용자 개인정보의 보호 및 사용에 대해서는 관련법령 및 회사의 개인정보 취급방침이 적용됩니다. 그러나 회사는 이용자의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다.",
                "(2) 회사 사이트의 이용자 정보는 다음과 같이 사용, 관리, 보호됩니다.",
                " 1. 개인정보의 사용: 회사 사이트는 서비스 제공과 관련해서 수집된 이용자의 신상정보를 본인의 승낙 없이 제 3자에게 누설, 배포하지 않습니다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우, 이용자가 회사 사이트에 제공한 개인정보를 스스로 공개한 경우에는 그러하지 않습니다.",
                " 2. 개인정보의 관리: 이용자는 개인정보의 보호 및 관리를 위하여 서비스의 개인정보관리에서 수시로 이용자의 개인정보를 수정/삭제할 수 있습니다.",
                " 3. 개인정보의 보호: 이용자의 개인정보는 오직 관리자만이 열람/삭제 할 수 있으며, 이는 전적으로 관리자에 의해 일차적으로 관리되고 있습니다. 따라서 관리자는 개인정보의 사용원칙에 맞게 이용하고자 합니다.",
                "(3) 이용자가 회사 사이트에서 본 약관에 따라 이용신청을 하는 것은 회사 사이트에서 신청서에 기재된 이용자정보를 수집, 이용하는 것에 동의하는 것으로 간주됩니다.",
                "제8조 (이용 신청의 승낙과 제한)",
                "(1) 회사는 제6조의 규정에 의한 이용신청자에 대하여 업무 수행 상 또는 기술 상 지장이 없는 경우에 서비스 이용을 승낙합니다.",
                "(2) 회사는 아래사항에 해당하는 경우에 대해서 승낙하지 아니합니다.",
                " 1. 다른 사람의 명의를 사용하여 신청하였거나 이름이 실명이 아닌 경우",
                " 2. 문의 신청서의 내용을 허위로 기재하였거나 신청하였을 경우",
                " 3. 다른 사람의 회사 사이트 서비스 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 때",
                " 4. 회사 사이트를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우",
                " 5. 기타 회사가 정한 이용신청 요건이 만족되지 않았을 경우",
                "(3) 회사는 서비스 이용 신청이 다음 각 호에 해당하는 경우에는 그 신청에 대하여 승낙 제한 사유가 해소될 때까지 승낙을 유보할 수 있습니다.",
                " 1. 회사 사이트가 웹 운영 설비의 여유가 없는 경우",
                " 2. 회사 사이트의 웹 운영 기술 상 지장이 있는 경우",
                " 3. 기타 회사의 귀책사유로 이용 승낙이 곤란한 경우",
                "(4) 회사는 규정에 의하여 이용 신청이 승낙되지 않거나 승낙을 제한하는 경우에는 이를 이용 신청자에게 즉시 알려야 합니다. 단, 이용 신청자에 대한 정보 부족으로 알리기 어려운 경우에는 알리지 못할 수 있습니다."
            ],
            "content_en": [
                "Article 5 (Establishment of a Use Contract)",
                "(1) The contract of use is established by the applicant agreeing to terms of use of Company website online and completing the inquiry by entering the requirements provided by the company site inquiry or email.",
                "(2) Consent to this terms of use is expressed by marking the \"I agree to the terms and conditions of the website\" check box on the relevant page of Company's website.",
                "Article 6 (Application for Service Use)",
                "(1) Applicants who want to use the services on Company website can use it after inquiring by providing the information requested by Company website. Information requested by Company website includes name, affiliation information, e-mail, etc.",
                "(2) All users must provide their own name and e-mail necessary for identification to use the services, and if it is difficult to verify their real name, they may be restricted from using the services.",
                "(3) Inquiries can only be made with your real name.",
                "(4) The contents and information of user who applied for use by stealing the name of another person (name or personal information) may be deleted without prior notice, and may be punished according to the relevant laws and regulations.",
                "Article 7 (Protection and Use of Personal Information)",
                "(1) Company implements privacy policy to protect the personal information of service users as prescribed by relevant laws and regulations. The relevant laws and Company's privacy policy apply to the protection and use of user personal information. However, Company is not responsible for any information exposed due to reasons attributable to users.",
                "(2) User information on Company website is used, managed, and protected as follows.",
                "1. Use of personal information: Company website does not divulge or distribute the personal information of users collected in connection with the provision of services to third parties without their consent. However, this is not the case if there is a request from a state agency, such as the Framework Act on Telecommunications, or if there is an investigative purpose for a crime, the Information and Communication Ethics Committee, or if there is a request under other relevant laws.",
                "2. Management of personal information: Users can modify/delete users' personal information from time to time in the service's personal information management for the protection and management of personal information.",
                "3. Protection of personal information: User's personal information can only be viewed/deleted by the administrator, which is primarily managed by the administrator. Therefore, the manager intends to use personal information according to the principle of use.",
                "(3) When a user applies for use on Company website in accordance with the terms and conditions, it is considered that Company website agrees to collect and use the user information on the application form.",
                "Article 8 (Acceptance and Restriction of Application for Use)",
                "(1) Company approves use of the services to applicant under Article 6 if there is no problem in performing his/her duties or technology.",
                "(2) Company does not accept the following cases.",
                "1. Where an application is made using another person's name or the name is not a real name",
                "2. In the case of falsely stating the contents of the inquiry application form or",
                "3. When he/she interferes with another person's use of Company website service or steals such information, etc",
                "4. In the case of using Company website and conducting acts prohibited by laws and conditions",
                "5. If other requirements for application for use set by Company are not satisfied",
                "(3) If an application for the use of the service falls under any of the following subparagraphs, Company may withhold the approval of the application until the reason for restriction of consent is resolved:",
                "1. If Company website does not have enough space for web operation facilities",
                "2. If there is a problem with the web operation technology of Company's website",
                "3. Where it is difficult to accept the use due to other reasons attributable to Company",
                "(4) If the application for use is not accepted or the consent is restricted according to the regulations, Company shall immediately notify the applicant of the application for use. However, if it is difficult to inform the applicant due to lack of information, it may not be possible to inform."
            ]
        },
        {
            "title": "제3장 계약 당사자의 권리와 의무",
            "title_en": "Chapter 3 Rights and Duties of Contracting Parties",
            "content": [
                "제9조 (회사의 권리와 의무)",
                "(1) 회사는 이용자가 안전하게 회사 서비스를 이용할 수 있도록 이용자의 개인정보 보호를 위한 보안시스템을 갖추어야 합니다.",
                "(2) 회사는 회사가 제정한 개인정보 취급방침에 따라서 이용자의 개인정보를 보호할 의무를 가집니다. 회사는 이용자의 개인 신상 정보를 본인의 승낙 없이 타인에게 누설, 배포하지 않습니다. 다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다.",
                "(3) 회사가 제2항의 규정에도 불구하고 고지 또는 명시한 범위를 초과하여 이용자의 개인 정보를 이용하거나 제3자에게 제공하고자 하는 경우에는 반드시 해당 이용자에게 개별적으로 공지하여 동의를 받아야 합니다.",
                "(4) 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 지체 없이 이를 수리 또는 복구합니다. 다만, 천재지변, 비상사태 또는 그밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.",
                "(5) 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용자와의 계약관련 절차 및 내용 등에 있어 이용자에게 편의를 제공해야 합니다.",
                "(6) 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 서면, 전자우편 또는 전화 등으로 통보하여야 합니다.",
                "(7) 회사는 업무와 관련하여 이용자의 사전 동의하에 이용자 전체 또는 일부의 개인정보에 대한 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 이용자의 컴퓨터에 쿠키를 전송할 수 있습니다. 쿠키(cookie)는 웹사이트 서버가 이용자의 컴퓨터로 전송하는 소량의 정보이며, 여기에는 방문한 웹사이트의 정보 및 서비스 제공 시 확인에 필요한 이용자의 개인정보 등이 담겨 있습니다. 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키의 저장을 거부할 경우에는 문의 신청시 필요한 회사 일부 서비스는 이용에 어려움이 있을 수 있습니다.",
                "제10조 (이용자의 권리와 의무)",
                "(1) 이용자는 문의 신청 시에 요구되는 정보를 정확하게 기입하여야 합니다. 또한 이미 제공된 이용자에 대한 정보가 정확한 정보가 되도록 유지 및 갱신하여야 합니다.",
                "(2) 이용자는 서비스의 이용약관, 기타 이용계약 상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.",
                "(3) 이용자는 회사의 사전 승낙 없이는 서비스의 전부 또는 일부 내용 및 기능을 전용할 수 없습니다.",
                "(4) 이용자는 회사의 명시적인 사전 동의가 없이 서비스를 이용하여 영리활동을 할 수 없으며, 이에 위반하여 발생한 결과에 대하여 회사는 책임지지 않습니다. 이용자는 이와 같은 영리활동과 관련하여 회사에 대하여 손해배상 의무를 집니다.",
                "(5) 이용자는 서비스를 이용할 때 다음의 행위를 하지 않아야 합니다.",
                " 1. 회사 사이트 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위",
                " 2. 서비스를 이용하여 얻은 정보를 이용자의 개인적인 이용 외에 복사, 가공, 번역, 2차적 저작 등을 통하여 복제, 공연, 방송, 전시, 배포, 출판 등에 사용하거나 제3자에게 제공하는 행위",
                " 3. 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위, 타인의 특허, 상표, 영업비밀, 저작권, 기타 지적재산권을 침해하는 내용을 게시, 게재, 전송, 배포하는 행위",
                " 4. 타인의 명예를 손상시키거나 불이익을 주는 행위",
                " 5. 법률, 계약에 의해 이용할 수 없는 내용 또는 저속, 음란, 모욕, 위협적이거나 타인의 사생활을 침해할 수 있는 내용을 전송, 게시, 게재, 전자우편 또는 기타의 방법으로 배포, 전송하는 행위",
                " 6. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위",
                " 7. 회사 사이트의 승인을 받지 아니한 광고, 판촉물, 스팸메일, 행운의 편지, 피라미드 판매광고, 기타 다른 형태의 권유물을 게시, 게재, 전송, 배포하는 행위",
                " 8. 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스, 악성코드 유포, 해킹을 목적으로 하는 행위",
                " 9. 정보통신윤리위원회, 소비자보호단체 등 공신력 있는 기관으로부터 시정요구를 받는 행위, 선거관리위원회의 중지, 경고 또는 시정명령을 받는 선거법 위반 행위, 전기통신사업법 제53조 제1항과 전기통신사업법 시행령 16조(불온통신)에 위배되는 행위 ",
                " 10. 범죄 행위를 목적으로 하거나 기타 범법 행위와 관련된 행위",
                " 11. 기타 관계법령에 위배되는 행위",
                "(7) 이용자는 이 약관에 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 하며 회사가 공지하거나 별도로 게시한 사항을 준수하여야 합니다."
            ],
            "content_en": [
                "Article 9 (Rights and Duties of Company)",
                "(1) Company should have a security system to protect users' personal information so that users can use Company service safely.",
                "(2) Company is obligated to protect users' personal information in accordance with Company's personal information handling policy. Company does not divulge or distribute the user's personal information to others without his or her consent. However, this is not the case if there is a request from the relevant national institutions, etc. under the relevant laws and regulations, such as telecommunications-related laws.",
                "(3) Notwithstanding the provisions of paragraph (2), if Company intends to use the user's personal information or provide it to a third party beyond the notice or specified scope, it must notify the relevant user individually and obtain consent.",
                "(4) In order to provide continuous and stable service, Company shall repair or repair the equipment without delay if it fails or is lost. However, in case of a natural disaster, emergency, or other unavoidable circumstances, the service may be temporarily suspended or suspended.",
                "(5) Company shall provide convenience to users in the procedures and contents related to the contract with the user, such as the conclusion of the contract, the change of contract, etc.",
                "(6) If Company deems that the opinions or complaints raised by the user are justified, it shall be dealt with immediately. However, if it is difficult to process immediately, the reason and processing schedule shall be notified to the user in writing, e-mail, or phone.",
                "(7) Company may prepare and use statistics on all or part of the user's personal information with the prior consent of the user in relation to the work, and may send cookies to the user's computer through the service. Cookies are small amounts of information sent by the website server to the user's computer, including information on the website you visited and personal information necessary for verification when providing services. The user has the option of installing cookies. Therefore, users can allow all cookies by setting options in their web browser, go through a check each time the cookie is saved, or refuse to save all cookies. However, if you refuse to save the cookies, some of Company's services that are required to apply for inquiries may be difficult to use.",
                "Article 10 (Rights and Obligations of Users)",
                "(1) Users must fill in the information required when applying for inquiries accurately. You should also keep and update the information about the users already provided so that it is accurate.",
                "(2) The user shall not transfer or give the terms and conditions of the service or other status under the contract of use to another person, and shall not provide it as collateral.",
                "(3) You may not divert all or part of the Services without prior consent from Company.",
                "(4) Users cannot engage in commercial activities using the service without Company's explicit prior consent, and Company is not responsible for the consequences of the violation. The user is obligated to compensate Company for damages in connection with such for-profit activities.",
                "(5) Users should not do the following when using the service.",
                "1. Any act that may interfere with or may interfere with the stable operation of Company's website service",
                "2. Copying, processing, translation, secondary work, etc. of information obtained using the service for reproduction, broadcasting, exhibition, distribution, publication, etc. or providing it to a third party",
                "3. Posting, publishing, transmitting, and distributing other rights, such as copyrights of Company, copyrights of third parties, and other contents that infringe on other people's patents, trademarks, trade secrets, copyrights, and other intellectual property rights",
                "4. Acts that damage or penalize the reputation of others",
                "5. Transmitting, posting, posting, e-mailing, or otherwise distributing or transmitting content that is not available by law or contract or that may be vulgar, obscene, insulting, threatening, or infringing on another person's privacy",
                "6. Dissemination of information, sentences, figures, voices, etc. in violation of public order and customs;",
                "7. Posting, posting, transmitting, and distributing advertisements, promotional materials, spam mails, lucky letters, pyramid sales advertisements, and other forms of solicitation that have not been approved by Company website",
                "8. Activities aimed at spreading and hacking computer viruses, malicious code that cause malfunction or destruction of information, etc. of facilities related to services",
                "9. Receiving correction requests from public organizations such as the Information and Communication Ethics Committee and consumer protection organizations, suspension of the Election Commission, violation of the Election Act, warning or correction order, and violation of Article 53(1) of the Telecommunications Business Act and Article 16 of the Enforcement Decree of the Telecommunications Business Act",
                "10. Activities for the purpose of a criminal act or related to other criminal acts",
                "11. Other acts that violate relevant laws and regulations",
                "(7) Users must comply with the matters stipulated in these terms and conditions and service usage guidelines or precautions, and with the matters announced or posted separately by Company."
            ]
        },
        {
            "title": "제4장 서비스 이용",
            "title_en": "Chapter 4 Use of Services",
            "content": [
                "제11조 (서비스 이용 시간)",
                "(1) 서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다.",
                "(2) 회사는 시스템 정기점검, 증설 및 교체를 위해 회사가 정한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정된 작업으로 인한 서비스 일시 중단은 웹을 통해 사전에 공지합니다.",
                "(3) 회사는 회사가 통제할 수 없는 사유(시스템관리자의 고의, 과실 없는 디스크 장애, 시스템 다운 등)로 인한 서비스 중단의 경우에는 사전 통지가 불가능하며 타인(PC통신회사, 기간통신사업자 등)의 고의, 과실로 인한 시스템 중단 등의 경우에는 통지하지 않습니다.",
                "제12조 (이용자의 정보 보안)",
                "(1) 이용자는 회사 사이트 서비스 문의 신청이 완료된 시점부터 이용자가 입력한 정보의 비밀을 유지할 책임이 있습니다.",
                "(2) 이용자는 회사 사이트 서비스의 사용 종료 시마다 정확히 접속을 종료해야 하며, 회사 사이트는 이용자의 정보에 대한 제3자의 이용에 대해서 책임을 지지 않습니다.",
                "제13조 (게시물의 관리)",
                "(1) 회사는 다음 각 호에 해당하는 게시물이나 자료를 사전통지 없이 삭제하거나 이동 또는 등록 거부를 할 수 있습니다.",
                " 1. 다른 이용자 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우",
                " 2. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우",
                " 3. 불법복제 또는 해킹을 조장하는 내용인 경우",
                " 4. 영리를 목적으로 하는 광고일 경우",
                " 5. 범죄와 결부된다고 객관적으로 인정되는 내용일 경우",
                " 6. 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우",
                " 7. 회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우",
                " 8. 기타 관계법령에 위배된다고 판단되는 경우",
                "(2) 회사 사이트는 본 서비스에 게재된 이용자의 게시물, 자료 등에 대하여 제한된 범위 내에서 관리할 의무를 갖습니다. 그러나 회사는 이용자가 게재한 정보, 자료의 신뢰도, 정확성 등 내용에 대하여는 책임을 지지 않으며, 서비스 이용자가 게재한 정보의 내용으로 인해 발생하는 손해 등에 대하여도 책임을 지지 않습니다.",
                "제14조 (게시물의 저작권)",
                "(1) 게시물에 대한 권리와 책임은 게시자에게 있으며 회사는 게시자의 동의 없이는 이를 서비스 내 게재 이외에 영리적 목적으로 사용할 수 없습니다.",
                "(2) 이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.",
                "(3) 회사는 게시자의 동의 없이 게시물을 상업적으로 이용할 수 없습니다. 단, 비영리 목적인 경우는 그러하지 아니하며, 또한 서비스 내의 게재권을 갖습니다.",
                "(4) 회사는 이용자가 게시하거나 등록하는 서비스 내의 내용물, 게시 내용에 대해 제13조 각 호에 해당된다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.",
                "제15조 (정보의 제공)",
                "회사는 회사가 제공하는 서비스 이용과 관련하여 이용자에게 필요하다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 이용자에게 제공할 수 있습니다."
            ],
            "content_en": [
                "Article 11 (Service hours)",
                "(1) In principle, the use of the service shall be operated 24 hours a day, 24 hours a day, 24 hours a day, unless there are any special obstacles to Company's work or technology.",
                "(2) Company may suspend the service on the day or time set by Company for regular inspection, expansion, and replacement of the system, and the suspension of the service due to the scheduled work is notified in advance through the web.",
                "(3) Company cannot notify in advance of service interruption due to reasons beyond Company's control (system administrator's intention, disk failure without fault, system down, etc.) and does not notify other people's intention or system interruption due to negligence.",
                "Article 12 (Security of User's Information)",
                "(1) The user is responsible for maintaining the confidentiality of the information entered by the user from the moment the inquiry application is completed on Company website.",
                "(2) Users must terminate their connection to the site at the end of each use of Company website service, and Company website is not responsible for any damages or losses resulting from the use of information about the user by a third party.",
                "Article 13 (Management of Posts)",
                "(1) Company may delete, move, or refuse to register any of the following posts or materials without prior notice:",
                "1. In the case of gross insult or defamation to other users or third parties",
                "2. In the case of disseminating or linking information that violates public order and customs",
                "3. Where a post deemed commercial or illegal, obscene, or vulgar is posted",
                "4. In the case of encouraging illegal copying or hacking",
                "5. In the case of advertisements for profit",
                "6. Where it is objectively recognized as being related to a crime",
                "7. In the case of infringement of other rights such as copyrights of other users or third parties",
                "8. If it violates the posting principle stipulated by Company or does not conform to the nature of the bulletin board",
                "9. In case of violation of other relevant laws and regulations",
                "(2) Company website shall not be responsible for the information, data, reliability, accuracy, etc. posted by the user on this services, nor shall it be responsible for any loss or damage to the service that the user expects from the information posted by the user.",
                "Article 14 (Copyright of Posts)",
                "(1) The right to the content of posted by user belongs to User himself/herself.",
                "(2) User shall be fully responsible for civil and criminal liability arising from the infringement of the copyright of others.",
                "(3) Users cannot commercially use the data posted on the services, such as the act of processing or selling the information acquired using the services.",
                "(4) Company may delete, move, or refuse to register the contents or contents of the services posted or registered by the user without prior notice if it is deemed to fall under each subparagraph of Article 13.",
                "Article 15 (Provision of Information)",
                "Company may provide users with various information that the user deems necessary while using the services through e-mail or telephone communication."
            ]
        },
        {
            "title": "제5장 계약 해지 및 이용 제한",
            "title_en": "Chapter 5 Contract Termination and Restriction of Use",
            "content": [
                "제16조 (계약 변경 및 해지)",
                "(1) 이용자가 문의 신청 후 회사 사이트에서 제공하는 서비스를 받고자 하는 의사가 없을 경우에는 언제든지 탈퇴할 수 있으며, 문의 신청 시 입력한 정보는 즉시 삭제됩니다.",
                "(2) 이용자가 계약을 해지하고자 할 경우에는 이용자 본인이 회사 웹을 통하거나 회사 이메일을 통해 탈퇴 신청을 하여야 합니다.",
                "제17조 (서비스 이용제한)",
                "(1) 회사는 이용자가 본 약관의 제10조 내용을 위반하거나 다음 각 호에 해당하는 경우 서비스 이용을 제한할 수 있습니다.",
                " 1. 미풍양속을 저해하는 비속한 언어 사용",
                " 2. 타 이용자에게 심한 모욕을 주거나 서비스 이용을 방해한 경우",
                " 3. 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우",
                " 4. 정보통신윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우",
                " 5. 불법 홈페이지인 경우",
                "  가. 상용소프트웨어나 크랙파일을 올린 경우",
                "  나. 정보통신윤리 위원회의 심의 세칙 제 7조에 어긋나는 음란물을 게재한 경우",
                "  다. 반국가적 행위의 수행을 목적으로 하는 내용을 포함한 경우",
                "  라. 저작권이 있는 글을 무단 복제하거나 mp3 파일을 올린 경우",
                " 6. 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우",
                "(2) 상기 이용제한 규정에 따라 서비스를 이용하는 이용자에게 서비스 이용에 대하여 별도 공지 없이 서비스 이용의 일시정지, 초기화, 이용계약 해지 등을 불량 이용자 처리규정에 따라 취할 수 있습니다."
            ],
            "content_en": [
                "Article 16 (Change and Termination of Contract)",
                "(1) Users can withdraw at any time if they do not intend to receive the services provided by this site after applying for an inquiry, and the information entered at the time of applying for an inquiry will be deleted immediately.",
                "(2) When a user intends to withdraw from the contract, the user himself/herself must contact Company's web or request withdrawal through Company's e-mail.",
                "Article 17 (Restriction on Service Use)",
                "(1) Company may restrict the use of the services if the user violates the contents of Article 10 of the Terms and Conditions or falls under any of the following subparagraphs.",
                "1. Use of vulgar language that hinders the customs and customs",
                "2. In the case of causing severe insult to other users or interfering with use of the services",
                "3. In the case of distributing computer virus programs, etc. that cause malfunction of information and communication facilities or destruction of information, etc",
                "4. Where there is a request for correction by related public institutions such as the Information and Communication Ethics Committee",
                "5. In the case of posting illegal data on the bulletin board",
                "A. In the case of posting commercial software or crack files",
                "B. In the case of posting pornography contrary to Article 7 of the detailed regulations of the Information and Communication Ethics Committee;",
                "C. In the case where the content for the purpose of performing anti-state acts is included",
                "D. When copying copyrighted articles without permission or uploading mp3 files;",
                "6. In the case of distributing computer virus programs, etc. that cause malfunction of information and communication facilities or destruction of information, etc",
                "(2) In accordance with the above restrictions on use, users can suspend, suspend, and terminate service contracts without notice of services use to users who use the services according to the defective user handling regulations."
            ]
        },
        {
            "title": "제6장 손해배상 및 기타사항",
            "title_en": "Chapter 6 Compensation for Damages and Other Matters",
            "content": [
                "제18조 (손해배상의 범위 및 청구)",
                "(1) 회사 사이트는 무료로 제공하는 서비스와 관련하여 이용자에게 어떠한 손해가 발생하더라도 회사 사이트가 고의로 행한 범죄행위를 제외하고는 이에 대하여 책임을 부담하지 않습니다.",
                "(2) 회사가 이용자로부터 제기되는 손해배상 청구, 소송 및 기타 이의제기에 대해 이용자가 행한 불법행위를 원인으로 하는 경우 회사를 면책시켜야 하며, 회사가 면책되지 않을 경우 이용자는 그에 따른 모든 손해를 회사에 배상하여야 합니다.",
                "제19조 (면책사항)",
                "(1) 회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.",
                "(2) 회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.",
                "(3) 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.",
                "(4) 회사는 이용자의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.",
                "(5) 회사는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 이용자가 개인정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.",
                "(6) 회사는 이용자가 서비스를 신청하면서 기재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.",
                "(7) 회사 사이트는 이용자 상호간 및 이용자와 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.",
                "(8) 회사 사이트는 이용자가 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.",
                "제20조 (관할법원 및 준거법)",
                "(1) 본 약관에 명시되지 않은 사항은 전기통신사업법 등 관계법령과 상관습에 따릅니다.",
                "(2) 서비스 이용으로 발생한 분쟁에 대해 소송이 제기되는 경우 회사의 본사 소재지를 관할하는 법원을 관할 법원으로 합니다.",
                "[부칙]",
                "제1조 (시행일) 이 약관은 2020년 6월 6일부터 시행합니다.",
                "본 약관에 대한 저작권은 회사에 귀속하며 무단 복제, 배포, 전송 등의 행위는 법에 저촉됩니다."
            ],
            "content_en": [
                "Article 18 (Scope of Compensation for Damages and Claims)",
                "(1) Company website shall not be liable for any damage to the user in connection with the services provided free of charge (except for the unauthorized use of information on website), except for any intentional criminal acts.",
                "(2) If Company receives claims for damages, lawsuits, and other objections from third parties due to illegal acts committed by the user, the user shall endeavor to indemnify Company, and if Company is not exempted, the user shall compensate Company for all damages.",
                "Article 19 (Disclaimer)",
                "(1) If Company is unable to provide services due to natural disasters, wars, or other equivalent force majeure, Company is exempted from responsibility for providing services.",
                "(2) Company is exempted from liability in the event of damage caused by the termination or failure of the telecommunications service by the key telecommunications operator.",
                "(3) Company is exempted from liability for damages caused by unavoidable reasons such as repair, replacement, regular inspection, and construction of service facilities to provide more stable services to users.",
                "(4) Company is not responsible for any obstacles or damages to use of the services due to reasons attributable to the user.",
                "(5) Company is not responsible for damages caused by a user's computer error or damages caused by poor entry of personal information including user e-mails.",
                "(6) Company is not responsible for the contents of various information, data, reliability, accuracy, etc. posted by the user in the services application.",
                "(7) Company website shall not bear any responsibility for goods transactions or financial transactions between users or between users and third parties through services, nor shall it bear any responsibility for the profits expected by users in connection with the use of services.",
                "(8) Company website is not responsible for damages caused by intention or negligence among damages incurred to the user in connection with the use of the services.",
                "Article 20 (Judicial Rights and Dispute Mediation)",
                "(1) Matters not specified in these terms and conditions shall be governed by relevant laws such as the Telecommunications Business Act.",
                "(2) In the event of a dispute between Company and the user regarding use of the services, a complaint cannot be filed unless the two parties have faithfully discussed the resolution of the dispute.",
                "(3) If a lawsuit is filed for a dispute arising from use of the services, the court having jurisdiction over the location of Company shall be the competent court.",
                "[Extraordinary]",
                "Appendix 1. (Effective Date)",
                "These terms of use will come into effect on June 6, 2020.",
                "The copyright to these Terms of use belongs to Company and may not be reproduced, distributed, transmitted or otherwise infringed."
            ]
        }
    ]
}